[
    {
      "name": "EZEKKIOUS",
      "description": "Description of the EZEKKIOUS project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/EZE.png"
    },
    {
      "name": "ROHAN",
      "description": "Description of the ROHAN project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/ROHAN.png"
    },
    {
      "name": "WEI HENG",
      "description": "Description of the WEI HENG project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/WEIHENG.png"
    },
    {
      "name": "JET",
      "description": "Description of the JET project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/JET.png"
    },
    {
      "name": "SARAH",
      "description": "Description of the SARAH project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/SARAH.png"
    },
    {
      "name": "ZI QIANG",
      "description": "Description of the ZI QIANG project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/Zi Qiang.png"
    },
    {
      "name": "JEREN",
      "description": "Description of the JEREN project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/JEREN.png"
    },
    {
      "name": "SVEN",
      "description": "Description of the SVEN project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/SVEN.png"
    },
    {
      "name": "JOSHUA",
      "description": "Description of the JOSHUA project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/JOSHUA.png"
    },
    {
      "name": "WEN BING",
      "description": "Description of the WEN BING project goes here. This will describe what the project is about and what the team has achieved.",
      "imageSrc": "/WenBing.png"
    }
  ]
  